["只求在多年后的今天回想今日，不要留下遗憾。",
    "先飞的都不是笨鸟，只有笨鸟才不肯先飞。",
    "天道酬勤再现辉煌王者风，闻鸡起舞成就拼搏劲旅师。",
    "如果你曾歌颂黎明，那么也请你拥抱黑夜。",
    "如果敌人让你生气，那说明你没有胜他的把握。",
    "在以后的学习中，刻苦学习，拼搏进取。",
    "心无终点，行无止境，梦在高处，亦在手中。",
    "学问，学问，一学二问，不学不问是个愚人。",
    "不要常常觉得自己很不幸，世界上比我们痛苦的人还要多。",
    "我无法做到一步登天，但我可以慢慢向前。",
    "得意时应善待他人，因为你失意时会需要他们。",
    "没有天生的信心，只有不断培养的信心。",
    "太美的花朵容易凋谢，太美的爱情容易走远。",
    "不知道并不可怕，任何人都不可能什么都知道。",
    "跟别人过不去就是跟自己过不去。",
    "哪怕撞得头破血流，也要冲进一本的大楼。",
    "强者创造时机，智者寻找时机，弱者等待时机。",
    "等待是一株花，花期短而眠期长。",
    "人生就像陡峭的山崖，只要勇于探险，就能得到新的理解与体会。",
    "人若把自己框在一定的范围内，就容易限制了自己的思维和格局。",
    "既不要被逆境困扰，又不要幻想出现奇迹，要脚踏实地，坚持不懈，全力以赴去争取胜利。",
    "扬起理想的风帆并为之奋斗，你会真正体会到人生的价值和乐趣。",
    "青春不是我挥霍的理由，而是我奋斗的资本。",
    "越担惊受怕，就越遭灾祸。因此，一定要懂得积极态度所带来的力量。要坚信希望和乐观能引导你走向胜利。路，是自己走出来的；机会是自己创造出来的。",
    "问候不一定要慎重其事，但一定要真诚感人。",
    "生活在希望中，没有音乐，一样可以跳动。",
    "有理想在的地方，地狱就是天堂；有希望在的地方，痛苦也成欢乐。",
    "只要努力就会成功，不成天才，可成地才。",
    "有三信：信仰，信念，信心。有三心：耐心，平常心，宽容心。",
    "记住并相信这么一条真理；未来不在命运中，而在我们自己手中。",
    "冰山在水下的部分才是重心所在，忽略这一点。",
    "坚持、努力、拼搏，为了未来，向前冲。",
    "有智者立长志，无志者长立志。",
    "什么样的目标，将决定你成为什么样的人。",
    "三分天注定，七分靠打拼，爱拼才会赢。",
    "理想失去了，青春之花便也凋零了。因为理想是青春的火和热。",
    "你虚度的今天是昨天逝去的人无限向往的明天。",
    "即使爬到最高的山上，一次也只能脚踏实地地迈一步。",
    "智者一切求自己，愚者一切求他人。",
    "留下恒心，恒做到底，定能成功。",
    "尽吾志也不能至者，可以无悔矣。",
    "认识就要有一颗很热的新，一对很冷静得眼，一双很勤劳的手。",
    "因为我爸妈还在为我奋斗，我没有放弃的理由。",
    "抛弃一切借口，真正行动起来，在梦走过的路，跪着也要走完。",
    "当你不断追求卓越，成功就会在不经意间追上你。",
    "仲瀚林，你所浪费的今天，正是昨天殒命的人所渴望的明天。",
    "人生之奋斗，其苦无穷，其乐无穷。",
    "滴能把石穿透，万事功到自然成。",
    "只要还有明天，今天就永远是起跑线。",
    "做一个决定，并不难，难的是付诸行动，并且坚持到底。",
    "成功，是优点的发挥；失败，是缺点的积累。",
    "服畏惧建立自信的最快最确实的方法，就是去做你害怕的事，直到你获得成功的经验。",
    "行动将引导你迈向你所渴望的成功。",
    "后悔过去，不如奋斗将来。",
    "自己打败自己的远远多于比别人打败的。",
    "为了成材，松树从不向四季如春的温室外献殷勤。",
    "学习不熬没关系，纪录不好就是最大的遗憾。",
    "把痛苦作为一种财富，存贮进你心底的银行，你将是精神的富翁。",
    "行动是成功的阶梯，行动越多，登得越高。",
    "说出来会被嘲笑的梦想，才有实践的价值。",
    "青春无悔只要努力过，就不会有遗憾。",
    "当你跌到谷底时，那正表示，你只能往上，不能往下！",
    "人总是珍惜未得到的，而遗忘了所拥有的。",
    "人生，应如同流星般努力绽放属于自己的光芒。",
    "为了一飞冲天的日子，奋斗吧，猛士。",
    "成熟不是人的心变老，而是泪在眼眶里打转还能微笑。",
    "有了理想，有了目标，有了奋斗，才会在未来的旅途中走得更远。",
    "零碎的时间实在可以成就大事业。",
    "为了自己的理想，为了自己的未来，努力、拼搏、前进！",
    "每个人都是夜空中一颗耀眼的明星。",
    "不要旁听生命，从现在起就展示和做好最好的自己，爱拼才会赢。",
    "生亦何欢，死亦何惧，虽千万人而吾往矣。",
    "花开不是为了花落，而是为了灿烂。",
    "扎扎实实学习，老老实实做人。",
    "最佳的报复不是仇恨，而是打心底发出的冷淡，干嘛花力气去恨一个不相干的人。",
    "当自己停下来的时候，不要忘记别人还在奔驰。",
    "将来的你，一定会感谢现在现在拼命的你。",
    "与其诅咒黑暗，不如点亮蜡烛。",
    "没有崎岖的山路，怎能检验驾驶员技术；没有惊涛骇浪，怎能检验船夫的腕力。",
    "路漫漫其修远兮，吾将上下而求索。",
    "人生就像骑单车，多半是在走前人走过的路，否则不仅仅是颠簸那么简单。",
    "在希望与失望的决斗中，如果你用勇气与坚决的双手紧握着，胜利必属于希望。",
    "伟大的事业不是靠力气速度和身体的敏捷完成的，而是靠性格意志和知识的力量完成的。",
    "无论梦想有多麽疯狂，都要试着去接近它。",
    "大人物只是不断努力进取的小人物。",
    "坚强“——我一生中追求的品格。",
    "时间是小偷他来是悄无声息，走后损失惨重，机会也是如此。",
    "我为我的梦而奋斗，放弃只是弱者的选择。",
    "人生就好像是回力标一样，你投掷出的是什么，收到就是什么。",
    "只有在心灵的考场上战胜自己，才能在人生的考场上战胜别人。",
    "努力拼搏，才能无怨无悔。放飞梦想，才能拼出属于自己的一片天。",
    "世界上没有笨拙的人，只有懒散的人，只有不能坚持到最后的人。",
    "我最喜欢的，是我努力的样子。",
    "走过布满荆棘的坎坷，就是鲜花和掌声。",
    "未来的你一定会感谢今天努力的自己。",
    "你不知道自己能够做到多好，不试试怎么知道。",
    "朋友是黑暗中的明月，书籍是心海里的航灯。",
    "自觉才能自由，自由才能自尊，自尊才能自强。",
    "只要有信心，人永远不会挫败。",
    "抢时间，抓基础，勤演练定有收获；树自信，誓拼搏，升大学回报父母。",
    "通过辛勤工作获得财富才是人生的大快事。",
    "黄金时代是在我们的前面，而不在我们的后面。",
    "没有了理想，青春之花也便凋谢了。",
    "别人能做到的事，自己也可以做到。",
    "只有忍得住寂寞，才能够见明日的繁华。",
    "给一中最好的回报就是交一份完美的答卷。",
    "人生没有绝对精彩，雨后或许没有彩虹，但后退一步确是失败。",
    "一切真实的感知，都是由汗水和泪水换来的。",
    "当自己想放弃的时就想想当初为什么要坚持。",
    "永远不会有任何人能代替你，这就是遗憾A滋味。",
    "坚持不懈，持之以恒，奋力拼搏，成就梦想。",
    "志之所趋，无远勿届；志之所向，无坚不摧。",
    "诚心诚意，诚字的另一半就是成功。",
    "死的方式由上帝决定，活的方式由自己决定！",
    "苦于现在，甜与未来，没有克服不了的困难。",
    "被山花野草迷住的人，永远也登不上风光无限，近在眼前的顶峰。",
    "我们的梦想只能看着明天的太阳，路很长，我们只有望向远方。",
    "我们可以自己长得不漂亮，但绝对不能让自己的人生不漂亮。",
    "成功的法则极为简单，但简单并不代表容易。",
    "重要的不是要得到什么，是珍重已经拥有的。",
    "自己的人生自己导演，自己的未来自己创造。",
    "世界上没有绝对幸福圆满的婚姻，幸福只是来自于无限的容忍与互相尊重。",
    "青春是使用意志和拼搏酿成的琼浆。",
    "积极思考造成积极人生，消极思考造成消极人生。",
    "虽然不能变过去，但是可以改变将来。",
    "今日的努力，是为了不再重复痛苦的过去。",
    "还记得最初的梦想吗？那就努力吧。",
    "与其用泪水悔恨昨天，不如用汗水拼搏明天。",
    "既然梦想在远方，那就努力去追赶。",
    "不拼尽最后一丝力气，怎能确定你不行。",
    "宝剑锋从磨砺出，梅花香自苦寒来。在逆境中拼搏，在逆境中奋斗。",
    "我不怕自己努力了不成功，我只怕比我成功的人，比我更努力。",
    "愚者用肉体监视心灵，智者用心灵监视肉体。",
    "只有付出别人不愿付出的努力，才能得到别人的不到的收获。",
    "无情岁月中减，有味青春苦后甜。集雄心壮志，创锦绣前程。",
    "只有坚持不断努力，才能进步。",
    "步浩然：向竞争挑战，向压力挑战，更要向自己挑战时间就是一切。",
    "珍惜现在的时光，每一天都可能决定你的未来。",
    "空空的口袋不能阻碍你的未来，空空的脑袋你将永远贫穷。",
    "切莫垂头丧气，即使失去了一切，你还握有未来。",
    "你想成为哪类人，并不取决于你的能力，而是取决于你的选择。",
    "目标不是超过别人，是超过自己。想要得到的不是成绩而是知识。",
    "学习如一粒种子，只有努力播种才会有收获。",
    "卓越的人一大优点是：在不利与艰难的遭遇里百折不挠。",
    "只要一个人还有追求，他就没有老；直到后悔取代了梦想，一个人才算老。",
    "任何一种处境，无论是好是坏，都受到我们对待处境的态度的影响。",
    "滴水能把石穿透，万事功到自然成。努力吧。",
    "通过辛勤工作获得财富才是的大快事。",
"黄金时代是在我们的前面，而不在我们的后面。",
"没有了理想，青春之花也便凋谢了。",
"别人能做到的事，自己也可以做到。",
"只有忍得住，才能够见明日的繁华。",
"给一中最好的回报就是交一份完美的答卷。",
"人生没有绝对精彩，雨后或许没有彩虹，但后退一步确是失败。",
"一切真实的感知，都是由汗水和泪水换来的。",
"当自己想放弃的时就想想当初为什么要坚持。",
"永远不会有任何人能代替你，这就是遗憾旳滋味。",
"坚持不懈，持之以恒，奋力拼搏，成就梦想。",
"志之所趋，无远勿届;志之所向，无坚不摧。",
"诚心诚意，诚字的另一半就是成功。",
"死的方式由上帝决定，活的方式由自己决定!",
"苦于现在，甜与未来，没有克服不了的困难。",
"被山花野草迷住的人，永远也登不上风光无限，近在眼前的顶峰。",
"我们的梦想只能看着明天的太阳，路很长，我们只有望向远方。",
"我们可以自己长得不漂亮，但绝对不能让自己的人生不漂亮。",
"成功的法则极为简单，但简单并不代表容易。",
"重要的不是要得到什么，是珍重已经拥有的。",
"自己的人生自己导演，自己的未来自己创造。",
"世界上没有绝对圆满的婚姻，幸福只是来自于无限的容忍与互相尊重。",
"青春是使用意志和拼搏酿成的琼浆。",
"积极思考造成积极人生，消极思考造成消极人生。",
"虽然不能变过去，但是可以改变将来。",
"今日的努力，是为了不再重复痛苦的过去。",
"还记得最初的梦想吗?那就努力吧。",
"与其用泪水悔恨昨天，不如用汗水拼搏明天。",
"既然梦想在远方，那就努力去追赶。",
"不拼尽最后一丝力气，怎能确定你不行。",
"宝剑锋从磨砺出，梅花香自苦寒来。在逆境中拼搏，在逆境中奋斗。",
"我不怕自己努力了不成功，我只怕比我成功的人，比我更努力。",
"愚者用肉体监视心灵，智者用心灵监视肉体。",
"只有付出别人不愿付出的努力，才能得到别人的不到的收获。",
"无情岁月増中减，有味青春苦后甜。集雄心壮志，创锦绣前程。",
"只有坚持不断努力，才能进步。",
"步浩然：向竞争挑战，向压力挑战，更要向自己挑战时间就是一切。",
"珍惜现在的时光，每一天都可能决定你的未来。",
"空空的口袋不能阻碍你的未来，空空的脑袋你将永远贫穷。",
"切莫垂头丧气，即使失去了一切，你还握有未来。",
"你想成为哪类人，并不取决于你的能力，而是取决于你的选择。",
"目标不是超过别人，是超过自己。想要得到的不是成绩而是知识。",
"学习如一粒种子，只有努力播种才会有收获。",
"卓越的人一大优点是：在不利与艰难的遭遇里百折不挠。",
"只要一个人还有追求，他就没有老;直到后悔取代了梦想，一个人才算老。",
"任何一种处境，无论是好是坏，都受到我们对待处境的态度的影响。",
"滴水能把石穿透，万事功到自然成。努力吧。",
"只求在多年后的今天回想今日，不要留下遗憾。",
"先飞的都不是笨鸟，只有笨鸟才不肯先飞。",
"天道酬勤再现辉煌王者风，闻鸡起舞成就拼搏劲旅师。",
"如果你曾歌颂黎明，那么也请你拥抱黑夜。",
"如果敌人让你生气，那说明你没有胜他的把握。",
"在以后的学习中，刻苦学习，拼搏进取。",
"心无终点，行无止境，梦在高处，亦在手中。",
"学问，学问，一学二问，不学不问是个愚人。",
"不要常常觉得自己很不幸，世界上比我们痛苦的人还要多。"]